[{
  "id":1,
  "name" : "Fungus Gnats Or Mould Growth",
  "title":"An overwatered pot creates the perfect habitat for pests and fungal problems. Fungus gnats are tiny, mosquito-like insects that lay their eggs in moist soil. While the adults are more of a nuisance than a threat, their larvae feed on organic matter and tender roots, further weakening the plant.Mould or algae on the soil surface, especially white, fuzzy growths, is another sign of excess moisture and poor air circulation. Both conditions suggest the soil is staying wet for too long and needs time to dry out between waterings.",
  "category":"blog",
  "writer":"Tommes Frites via Pexels",
  "image":"https://assets.architecturaldigest.in/photos/684fcd3a78e613734efe0a61/master/w_1600,c_limit/pexels-tommes-frites-1141358642-32522242.jpg"

},
{
  "id":2,
  "name" : "A Sudden Drop in Growth or Wilting Despite Wet Soil",
  "title":" Perhaps the most confusing sign of overwatering is wilting that occurs even when the soil is damp. This happens because damaged roots are no longer able to absorb water, causing the plant to appear dehydrated despite having plenty of moisture around its roots.\n If a once-thriving plant stops producing new leaves or shows signs of droopiness without dry soil, overwatering should be considered as a likely cause. In such cases, repotting and careful trimming of dead roots may be required. ",
  "category":"blog",
  "writer":"Sarah via Pexels",
  "image":"https://assets.architecturaldigest.in/photos/684fcdd409ca9a6e5aed598c/master/w_1600,c_limit/pexels-sarah-261356981-12646766.jpg"

},
{
  "id":3,
  "name" : "How to Course-CorrectItem 1",
  "title":"Addressing overwatering begins with adjusting your watering habits. Start by letting the top two inches of soil dry out fully before each watering. Grouping plants by water needs can help prevent over-attention to species that prefer dry conditions. Use pots with proper drainage holes and avoid decorative planters without outlets unless they contain an inner pot with drainage. Selecting a potting mix that suits your plant type (fast-draining for cacti, moisture-retentive for ferns) makes a difference too. Let the plant’s leaves and soil texture guide you.Overwatering is a common misstep, but also one of the most correctable. ",
  "category":"blog",
  "writer":"Cottonbro via Pexels",
  "image":"https://assets.architecturaldigest.in/photos/684fce6f09ca9a6e5aed598e/master/w_1600,c_limit/pexels-cottonbro-9710603.jpg"

},
{
  "id":4,
  "name" : "Peace Lily Plant",
  "title":"The Peace Lily plant is a stunning indoor flowering plant with dark, glossy green leaves and occasional pearly white flowers that put any competitors to shame. Known to be one of the best air-purifying plants, the Peace Lily is a wonderful indoor companion with a fuss-free attitude and low maintenance requirements. It is also fairly fast-growing, making it the perfect lush plant for indoor displays.",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://www.ugaoo.com/cdn/shop/products/GroPot.jpg?v=1752582658&width=750"

},
{
  "id":5,
  "name" : "Sansevieria Laurentii Plant",
  "title":"This African native is a NASA-certified air purifier and adding to its many lovable qualities are its stunning looks. The Sansevieria Laurentii plant sports pale silver gray-green bands in ripple form on darker green leaves that are lined with bright yellow borders. The sword-like leaves rise directly from the soil and the compact growth habit of this plant is perfectly suited for workspaces and homes. Additionally, this plant is super low maintenance and works perfectly for new and busy gardeners!",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://www.ugaoo.com/cdn/shop/files/1_31e4f2c7-4002-4cf6-8019-ddfcb6751cfc.jpg?v=1741698804&width=750"

},
{
  "id":6,
  "name" : "Living Room Plant Decor Set – Trending Indoor Beauties",
  "title":"Creating a green paradise has never been easier! Say hello to Ugaoo's Living Room Jungle Bundle—your ticket to effortless plant decor. Designed to bring together classic stunners that leave every on-looker's jaw on the floor, these plants are unforgettable with their intricate patterns and mesmerizing colors. From trailing vines to upright-growing succulents, the Living Room Jungle bundle gives you the best of every world! The best part? Each plant is a zero-fuss, no-nonsense grower, which makes the bundle a perfect match for newbies and plant parent pros alike!This bundle includes: 1. Fittonia Green Plant 2. Money Plant Golden 3. Philodendron Micans 4. Jade Plant",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://cdn.shopify.com/s/files/1/0579/7924/0580/files/1_f2b68f5e-ba52-4356-8204-30f86d05e519_640x640.jpg.webp?v=1743605738"

},
{
  "id":7,
  "name" : "Dieffenbachia Tropic Snow Plant ",
  "title":"Dieffenbachia, commonly known as Dumb Cane or Leopard Lily, is a tropical perennial with numerous varieties, favored for its ease of cultivation as an indoor plant. This low-maintenance plant features large, pointed ovate leaves with a waxy texture and striking variegations in mottled white emerging from the leaf center. The Dieffenbachia Tropic Snow Plant showcases stunning snowflake-like patterns on its leaves and also comes with all the other benefits of the Dieffenbachia plants.",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://cdn.shopify.com/s/files/1/0579/7924/0580/files/xl_in_round_pot_-023_640x640.jpg.webp?v=1741422585"

},
{
  "id":8,
  "name" : "Monstera Deliciosa Plant",
  "title":"The Monstera Deliciosa has become a beloved indoor plant with probably one of the most stunning aesthetics and the ability to complement the decor in every indoor space. The Monstera Deliciosa plant, also known as the cheese plant, boasts large, glossy leaves with unique splits and holes, adding a touch of tropical elegance to any space. The holes, called fenestrations, deeply add to the charm of the plant and the elegance it brings to any space that it may grace. This appearance also makes it a revered choice for homes and office spaces alike.Here’s all you need to know about this tropical beauty:",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://www.ugaoo.com/cdn/shop/files/2_430a864d-f4ed-46d0-b5e6-ff0d55c422db.jpg?v=1706608270&width=750"

},
{
  "id":9,
  "name" : "Aglaonema Lipstick Plant ",
  "title":"Aglaonema plants prefer low to medium light but can tolerate low light conditions. Water every 1-2 weeks, allowing the soil to dry out between waterings. Increase frequency in higher light. Prefers high humidity but can adapt toaverage household levels.",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://kyari.co/cdn/shop/files/1_2c6433ee-5ce2-4f11-8595-da609496f568.jpg?crop=center&height=1008&v=1737201349&width=840"

},
{
  "id":10,
  "name" : "Lucky Bonsai Plant ",
  "title":"Bonsai plants prefers bright, indirect light. Some species can tolerate full sun, while others prefer partial shade. Water when the top inch of soil feels dry. Bonsai trees prefer consistent moisture but should not be waterlogged. Thrives in moderate to high humidity. Bonsai trees appreciate regular misting and can b enefit from a humidity tray, especially in dry indoor environments.",
   "category":"blog",
  "writer":"John Doe",
  "image":"https://kyari.co/cdn/shop/files/01_a4caca05-025b-4563-83b7-70290548e6af.jpg?crop=center&height=1008&v=1734684763&width=840"

},
{
  "id":11,
  "name" : "Calathea Triostar Plant",
  "title":"Triostar plants prefer bright, indirect light. Direct sunlight can cause the leaves to scorch, while low light can result in less vibrant colors. Waterwhen the top inch of soil feels dry. The Triostar prefers consistently moist soil but is susceptible to root rot if overwatered. Thrives in high humidity and appreciates regular misting. The Triostar can be sensitive to dry air, so maintaining higher humidity levels is essential for its vibrant foliage.",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://kyari.co/cdn/shop/files/01_ac74bc8f-9d40-413c-8b06-6f93a906450e.webp?crop=center&height=1008&v=1723553135&width=840"

},

{
  "id":12,
  "name" : "China Doll ",
  "title":"The China Doll plant is a lush, elegant houseplant known for its glossy leaves. It thrives in bright, indirect light and enjoys consistent warmth, making it perfect for indoor spaces. Avoid drafts and sudden temperature changes to prevent stress. This plant prefers moderate humidity, so occasional misting can help. With proper care, the China Doll plant will reward you with its vibrant green natural beauty.",
  "category":"blog",
  "writer":"John Doe",
  "image":"https://kyari.co/cdn/shop/files/1_16186134-73b9-4b72-8cdf-0deef0034e64.jpg?crop=center&height=1008&v=1749708470&width=840"

}
]